Repository: skvdhshuk-blip/hao-bar
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, nl, pt_br, th, vi, zh_hans, zh_hant

source: Always Hidden
de: Immer ausgeblendet
es: Siempre oculto
fr: Toujours masqué
id: Selalu tersembunyi
it: Sempre nascosto
ja: 常に非表示
ko: 항상 숨김
nl: Altijd verborgen
pt_br: Sempre oculto
th: ซ่อนตลอด
vi: Luôn ẩn
zh_hans: 始终隐藏
zh_hant: 一律隱藏

source: Always Hidden row
de: Reihe „Immer ausgeblendet“
es: Fila Siempre oculto
fr: Rangée Toujours masqué
id: Baris selalu tersembunyi
it: Riga Sempre nascosto
ja: 常に非表示の行
ko: 항상 숨김 열
nl: Rij Altijd verborgen
pt_br: Linha Sempre oculto
th: แถวซ่อนตลอด
vi: Hàng luôn ẩn
zh_hans: 始终隐藏行
zh_hant: 一律隱藏列

source: Always Hide
de: Immer ausblenden
es: Ocultar siempre
fr: Toujours masquer
id: Selalu sembunyikan
it: Nascondi sempre
ja: 常に隠す
ko: 항상 가리기
nl: Altijd verbergen
pt_br: Ocultar sempre
th: ซ่อนเสมอ
vi: Luôn ẩn
zh_hans: 始终隐藏
zh_hant: 一律隱藏

source: Always show on external monitors
de: Auf externen Monitoren immer einblenden
es: Mostrar siempre en monitores externos
fr: Toujours afficher sur les moniteurs externes
id: Selalu tampilkan di monitor eksternal
it: Mostra sempre sui monitor esterni
ja: 外部ディスプレイでは常に表示
ko: 외장 모니터에서는 항상 표시
nl: Altijd tonen op externe beeldschermen
pt_br: Sempre mostrar em monitores externos
th: แสดงเสมอบนจอภายนอก
vi: Luôn hiện trên màn hình ngoài
zh_hans: 在外接显示器上始终显示
zh_hant: 在外接顯示器上一律顯示

source: App Shortcuts
de: App-Tastaturkurzbefehle
es: Atajos de apps
fr: Raccourcis d’app
id: Pintasan App
it: Scorciatoie delle app
ja: Appショートカット
ko: 앱 단축키
nl: App-sneltoetsen
pt_br: Atalhos de apps
th: ปุ่มลัดแอป
vi: Phím tắt app
zh_hans: 应用快捷键
zh_hant: App 快捷鍵

source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
id: Tampilan
it: Aspetto
ja: 外観
ko: 모양
nl: Weergave
pt_br: Aparência
th: ลักษณะ
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

source: Appearance of extra dividers
de: Aussehen der extra Trenner
es: Apariencia de los divisores extra
fr: Apparence des séparateurs extra
id: Tampilan pemisah ekstra
it: Aspetto dei divisori extra
ja: 追加区切りの見た目
ko: 추가 구분선의 모양
nl: Uiterlijk van extra scheidingen
pt_br: Aparência dos divisores extras
th: ลักษณะของเส้นแบ่งเพิ่ม
vi: Diện mạo đường chia thêm
zh_hans: 额外分隔的外观
zh_hant: 額外分隔的外觀

source: AppleScript move after
de: AppleScript dahinter verschieben
es: AppleScript mover después
fr: AppleScript déplacer après
id: AppleScript pindah ke belakang
it: AppleScript sposta dopo
ja: AppleScript 後ろへ移動
ko: AppleScript 뒤로 이동
nl: AppleScript ernaartoe verplaatsen
pt_br: AppleScript mover depois
th: AppleScript ย้ายไปหลัง
vi: AppleScript chuyển ra sau
zh_hans: AppleScript 移到后面
zh_hant: AppleScript 移到後面

source: AppleScript move before
de: AppleScript davor verschieben
es: AppleScript mover antes
fr: AppleScript déplacer avant
id: AppleScript pindah ke depan
it: AppleScript sposta prima
ja: AppleScript 前へ移動
ko: AppleScript 앞으로 이동
nl: AppleScript ervoor verplaatsen
pt_br: AppleScript mover antes
th: AppleScript ย้ายไปหน้า
vi: AppleScript chuyển ra trước
zh_hans: AppleScript 移到前面
zh_hant: AppleScript 移到前方

source: AppleScript search
de: AppleScript-Suche
es: Búsqueda AppleScript
fr: Recherche AppleScript
id: Pencarian AppleScript
it: Ricerca AppleScript
ja: AppleScript 検索
ko: AppleScript 검색
nl: AppleScript-zoeken
pt_br: Pesquisa AppleScript
th: AppleScript ค้นหา
vi: AppleScript tìm
zh_hans: AppleScript 搜索
zh_hant: AppleScript 搜尋

source: AppleScript toggle
de: AppleScript umschalten
es: Alternar con AppleScript
fr: Basculer via AppleScript
id: AppleScript sakelar
it: Commuta con AppleScript
ja: AppleScript 切り替え
ko: AppleScript 전환
nl: AppleScript schakelen
pt_br: Alternar com AppleScript
th: AppleScript สลับ
vi: AppleScript bật/tắt
zh_hans: AppleScript 切换
zh_hant: AppleScript 切換

source: Apply custom colors and effects to the menu bar background
de: Eigene Farben und Effekte auf den Menüleisten-Hintergrund anwenden
es: Aplicar colores y efectos personalizados al fondo de la barra de menús
fr: Appliquer couleurs et effets personnalisés à l’arrière-plan de la barre des menus
id: Terapkan warna dan efek khusus pada latar bilah menu
it: Applica colori ed effetti personalizzati allo sfondo della barra dei menu
ja: メニューバーの背景にカスタムの色と効果を適用
ko: 메뉴 막대 배경에 사용자 색과 효과를 적용합니다
nl: Aangepaste kleuren en effecten op de menubalkachtergrond zetten
pt_br: Aplicar cores e efeitos personalizados ao fundo da barra de menus
th: ใส่สีและเอฟเฟกต์ที่กำหนดเองให้พื้นหลังแถบเมนู
vi: Tô màu và hiệu ứng tùy chỉnh cho nền thanh menu
zh_hans: 给菜单栏背景套上自定义颜色和效果
zh_hant: 幫選單列背景套上自訂顏色和效果

source: Apply Profile
de: Profil anwenden
es: Aplicar perfil
fr: Appliquer le profil
id: Terapkan profil
it: Applica profilo
ja: プロファイルを適用
ko: 프로파일 적용
nl: Profiel toepassen
pt_br: Aplicar perfil
th: ใช้โปรไฟล์
vi: Áp dụng hồ sơ
zh_hans: 应用配置
zh_hant: 套用設定檔

source: Arrange
de: Anordnen
es: Organizar
fr: Organiser
id: Atur
it: Disponi
ja: 整列
ko: 정렬
nl: Ordenen
pt_br: Organizar
th: จัดเรียง
vi: Sắp xếp
zh_hans: 整理
zh_hant: 整理

source: Arrange Now
de: Jetzt anordnen
es: Organizar ahora
fr: Organiser maintenant
id: Atur sekarang
it: Disponi ora
ja: 今すぐ整列
ko: 지금 정렬
nl: Nu ordenen
pt_br: Organizar agora
th: จัดเรียงทันที
vi: Sắp xếp ngay
zh_hans: 立即整理
zh_hant: 立即整理

source: Arrange Now uses the same layout rescue path available later in Health.
de: „Jetzt anordnen“ nutzt denselben Rettungsweg, der später unter Zustand bereitsteht.
es: Organizar ahora usa la misma vía de rescate que luego verás en Salud.
fr: Organiser maintenant emprunte le même chemin de sauvetage que Santé plus tard.
id: Atur sekarang memakai jalur penyelamatan tata letak yang sama dengan Kesehatan nanti.
it: Disponi ora usa lo stesso percorso di recupero che poi trovi in Integrità.
ja: 「今すぐ整列」は、あとで「状態」でも使える同じレイアウト救済の流れです。
ko: ‘지금 정렬’은 나중에 ‘상태’에서도 쓰는 것과 같은 레이아웃 복구 경로입니다.
nl: Nu ordenen gebruikt hetzelfde herstelpad dat later onder Gezondheid staat.
pt_br: Organizar agora usa o mesmo caminho de resgate disponível depois em Integridade.
th: จัดเรียงทันทีใช้เส้นทางกู้เลย์เอาต์เดียวกับที่จะเจอในสุขภาพ
vi: Sắp xếp ngay dùng cùng đường cứu bố cục, sau này cũng có trong Tình trạng.
zh_hans: 「立即整理」走的是稍后在「健康状况」里也能用的同一条布局抢救路径。
zh_hant: 「立即整理」走的是稍後在「健康狀態」裡也能用的同一條佈局搶救路徑。

source: Assign a unique keyboard shortcut to any icon
de: Jedem Symbol einen eigenen Tastaturkurzbefehl zuweisen
es: Asignar un atajo de teclado exclusivo a cualquier icono
fr: Attribuer un raccourci clavier unique à n’importe quelle icône
id: Tetapkan pintasan unik untuk ikon mana pun
it: Assegna una scorciatoia unica a qualsiasi icona
ja: どのアイコンにも固有のキーボードショートカットを割り当て
ko: 어떤 아이콘이든 고유한 키보드 단축키를 지정합니다
nl: Wijs elk pictogram een unieke sneltoets toe
pt_br: Atribuir um atalho exclusivo a qualquer ícone
th: กำหนดปุ่มลัดเฉพาะให้ไอคอนใดก็ได้
vi: Gán phím tắt riêng cho bất kỳ biểu tượng nào
zh_hans: 给任意图标指定独有快捷键
zh_hant: 給任一圖示指定專屬快捷鍵

source: Auto-show icons on Wi-Fi, Focus, battery, app launch, or script
de: Symbole automatisch bei Wi-Fi, Focus, Akku, App-Start oder Skript einblenden
es: Mostrar iconos automáticamente con Wi-Fi, Focus, batería, apps o scripts
fr: Afficher auto. les icônes selon Wi-Fi, Focus, batterie, lancement d’app ou script
id: Tampilkan ikon otomatis lewat Wi-Fi, Focus, baterai, peluncuran app, atau skrip
it: Mostra icone in automatico con Wi-Fi, Focus, batteria, app o script
ja: Wi-Fi、Focus、バッテリー、App起動、スクリプトでアイコンを自動表示
ko: Wi-Fi, Focus, 배터리, 앱 실행, 스크립트에 따라 아이콘을 자동으로 표시합니다
nl: Pictogrammen automatisch tonen bij Wi-Fi, Focus, batterij, app-start of script
pt_br: Mostrar ícones automaticamente com Wi-Fi, Focus, bateria, apps ou script
th: แสดงไอคอนอัตโนมัติตาม Wi-Fi, Focus, แบตเตอรี่, การเปิดแอป หรือสคริปต์
vi: Tự hiện biểu tượng theo Wi-Fi, Focus, pin, mở app hoặc script
zh_hans: 按 Wi-Fi、Focus、电量、应用启动或脚本自动显示图标
zh_hant: 依 Wi-Fi、Focus、電量、App 啟動或腳本自動顯示圖示

source: Automatic Triggers
de: Automatische Auslöser
es: Activadores automáticos
fr: Déclencheurs automatiques
id: Pemicu otomatis
it: Attivatori automatici
ja: 自動トリガー
ko: 자동 트리거
nl: Automatische triggers
pt_br: Gatilhos automáticos
th: ตัวกระทำอัตโนมัติ
vi: Kích hoạt tự động
zh_hans: 自动触发
zh_hant: 自動觸發

source: Automation
de: Automatisierung
es: Automatización
fr: Automatisation
id: Otomatisasi
it: Automazione
ja: オートメーション
ko: 자동화
nl: Automatisering
pt_br: Automação
th: ระบบอัตโนมัติ
vi: Tự động hóa
zh_hans: 自动化
zh_hant: 自動化

source: Back
de: Zurück
es: Atrás
fr: Retour
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
nl: Terug
pt_br: Voltar
th: ย้อนกลับ
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

source: Bartender Import Complete
de: Bartender-Import abgeschlossen
es: Importación de Bartender completada
fr: Import Bartender terminé
id: Impor Bartender selesai
it: Importazione da Bartender completata
ja: Bartenderの読み込みが完了
ko: Bartender 가져오기 완료
nl: Bartender-import voltooid
pt_br: Importação do Bartender concluída
th: นำเข้า Bartender เสร็จแล้ว
vi: Đã nhập xong Bartender
zh_hans: Bartender 导入完成
zh_hant: Bartender 輸入完成

source: Bartender Import Failed
de: Bartender-Import fehlgeschlagen
es: Error al importar Bartender
fr: Échec de l’import Bartender
id: Impor Bartender gagal
it: Importazione da Bartender non riuscita
ja: Bartenderの読み込みに失敗
ko: Bartender 가져오기 실패
nl: Bartender-import mislukt
pt_br: Falha ao importar o Bartender
th: นำเข้า Bartender ไม่สำเร็จ
vi: Nhập Bartender thất bại
zh_hans: Bartender 导入失败
zh_hant: Bartender 輸入失敗

source: Border
de: Rahmen
es: Borde
fr: Bordure
id: Tepi
it: Bordo
ja: 枠線
ko: 테두리
nl: Rand
pt_br: Borda
th: ขอบ
vi: Viền
zh_hans: 边框
zh_hant: 邊框

source: Browse Icons
de: Symbole durchsuchen
es: Explorar iconos
fr: Parcourir les icônes
id: Jelajahi ikon
it: Sfoglia icone
ja: アイコンを表示
ko: 아이콘 둘러보기
nl: Pictogrammen bekijken
pt_br: Explorar ícones
th: เรียกดูไอคอน
vi: Duyệt biểu tượng
zh_hans: 浏览图标
zh_hant: 瀏覽圖示

source: Browse Icons view
de: Ansicht „Symbole durchsuchen“
es: Vista Explorar iconos
fr: Présentation Parcourir les icônes
id: Tampilan Jelajahi ikon
it: Vista Sfoglia icone
ja: アイコン表示の画面
ko: 아이콘 둘러보기 보기
nl: Weergave Pictogrammen bekijken
pt_br: Visualização Explorar ícones
th: มุมมองเรียกดูไอคอน
vi: Cách xem Duyệt biểu tượng
zh_hans: 浏览图标视图
zh_hant: 瀏覽圖示顯示方式

source: Browse Icons...
de: Symbole durchsuchen …
es: Explorar iconos...
fr: Parcourir les icônes…
id: Jelajahi ikon...
it: Sfoglia icone...
ja: アイコンを表示...
ko: 아이콘 둘러보기...
nl: Pictogrammen bekijken...
pt_br: Explorar ícones...
th: เรียกดูไอคอน...
vi: Duyệt biểu tượng...
zh_hans: 浏览图标...
zh_hant: 瀏覽圖示…

source: Browse style
de: Durchsuchen-Stil
es: Estilo de exploración
fr: Style de parcours
id: Gaya jelajah
it: Stile di sfoglia
ja: 表示スタイル
ko: 둘러보기 스타일
nl: Bladerstijl
pt_br: Estilo de exploração
th: สไตล์การเรียกดู
vi: Kiểu duyệt
zh_hans: 浏览样式
zh_hant: 瀏覽樣式

source: Browse…
de: Durchsuchen …
es: Explorar…
fr: Parcourir…
id: Jelajahi…
it: Sfoglia…
ja: ブラウズ…
ko: 둘러보기…
nl: Bladeren…
pt_br: Explorar…
th: เรียกดู…
vi: Duyệt…
zh_hans: 浏览…
zh_hant: 瀏覽…

source: but of power and of love and of a sound mind."
de: sondern der Kraft und der Liebe und der Besonnenheit.“
es: sino de poder, de amor y de dominio propio. »
fr: mais un esprit de force, d’amour et de sagesse. »
id: melainkan roh yang membangkitkan kekuatan, kasih, dan ketertiban. »
it: ma di forza, di amore e di senno. »
ja: 力と愛と思慮の霊をわたしたちにくださったのです。」
ko: 오직 능력과 사랑과 절제하는 마음이니」
nl: maar van kracht, van liefde en van bezonnenheid.“
pt_br: mas de poder, de amor e de moderação. »
th: แต่ทรงประทานจิตใจที่ประกอบด้วยฤทธิ์เดช ความรัก และการบังคับตนเอง »
vi: bèn là tâm thần mạnh mẽ, có tình thương yêu và kỷ luật. »
zh_hans: 乃是刚强、仁爱、谨守的心。」
zh_hant: 乃是剛強、仁愛、謹守的心。」

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pt_br: Cancelar
th: ยกเลิก
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Character shown between visible and hidden icons
de: Zeichen zwischen sichtbaren und ausgeblendeten Symbolen
es: Carácter entre iconos visibles y ocultos
fr: Caractère affiché entre icônes visibles et masquées
id: Karakter di antara ikon terlihat dan tersembunyi
it: Carattere tra icone visibili e nascoste
ja: 表示中と非表示のあいだに出す文字
ko: 표시된 아이콘과 가려진 아이콘 사이에 보이는 문자
nl: Teken tussen zichtbare en verborgen pictogrammen
pt_br: Caractere entre ícones visíveis e ocultos
th: อักขระระหว่างไอคอนที่แสดงกับที่ซ่อน
vi: Ký tự giữa biểu tượng hiện và ẩn
zh_hans: 可见与隐藏图标之间显示的字符
zh_hant: 可見與隱藏圖示之間顯示的字元

source: Check every
de: Prüfen alle
es: Comprobar cada
fr: Vérifier tous les
id: Periksa setiap
it: Controlla ogni
ja: 確認間隔
ko: 확인 주기
nl: Controleer elke
pt_br: Verificar a cada
th: ตรวจทุก
vi: Kiểm tra mỗi
zh_hans: 检查间隔
zh_hant: 檢查間隔

source: Check for updates automatically
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
fr: Rechercher les mises à jour automatiquement
id: Periksa pembaruan secara otomatis
it: Cerca aggiornamenti automaticamente
ja: アップデートを自動確認
ko: 업데이트 자동 확인
nl: Automatisch op updates controleren
pt_br: Buscar atualizações automaticamente
th: ตรวจหาอัปเดตอัตโนมัติ
vi: Tự kiểm tra bản cập nhật
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

source: Check for updates right now
de: Jetzt nach Updates suchen
es: Buscar actualizaciones ahora
fr: Rechercher les mises à jour maintenant
id: Periksa pembaruan sekarang
it: Cerca aggiornamenti ora
ja: 今すぐアップデートを確認
ko: 지금 업데이트 확인
nl: Nu op updates controleren
pt_br: Buscar atualizações agora
th: ตรวจหาอัปเดตตอนนี้
vi: Kiểm tra cập nhật ngay
zh_hans: 立即检查更新
zh_hant: 立即檢查更新

source: Check frequency
de: Prüfhäufigkeit
es: Frecuencia de comprobación
fr: Fréquence des vérifications
id: Frekuensi pemeriksaan
it: Frequenza dei controlli
ja: 確認の頻度
ko: 확인 빈도
nl: Controlefrequentie
pt_br: Frequência da verificação
th: ความถี่ในการตรวจ
vi: Tần suất kiểm tra
zh_hans: 检查频率
zh_hant: 檢查頻率

source: Checking current menu bar...
de: Aktuelle Menüleiste wird geprüft …
es: Comprobando la barra de menús...
fr: Vérification de la barre des menus…
id: Memeriksa bilah menu saat ini...
it: Controllo della barra dei menu...
ja: メニューバーを確認中...
ko: 현재 메뉴 막대를 확인하는 중...
nl: Huidige menubalk controleren...
pt_br: Verificando a barra de menus...
th: กำลังตรวจแถบเมนูปัจจุบัน...
vi: Đang kiểm tra thanh menu...
zh_hans: 正在检查当前菜单栏...
zh_hant: 正在檢查目前選單列…

source: Choose a Menu Bar Icon
de: Menüleisten-Symbol wählen
es: Elige un icono de la barra de menús
fr: Choisir une icône de barre des menus
id: Pilih ikon bilah menu
it: Scegli un’icona della barra dei menu
ja: メニューバーアイコンを選択
ko: 메뉴 막대 아이콘 선택
nl: Kies een menubalkpictogram
pt_br: Escolha um ícone da barra de menus
th: เลือกไอคอนแถบเมนู
vi: Chọn biểu tượng thanh menu
zh_hans: 选择菜单栏图标
zh_hant: 選擇選單列圖示

source: Choose how often automatic update checks run
de: Wie oft automatisch nach Updates gesucht wird
es: Elige con qué frecuencia se buscan actualizaciones
fr: Choisir la fréquence des recherches automatiques
id: Pilih seberapa sering pemeriksaan otomatis dijalankan
it: Scegli quanto spesso cercare aggiornamenti
ja: アップデート自動確認の頻度を選択
ko: 업데이트 자동 확인 주기를 선택하세요
nl: Kies hoe vaak automatisch op updates wordt gecontroleerd
pt_br: Escolha a frequência das verificações automáticas
th: เลือกว่าจะตรวจอัปเดตอัตโนมัติบ่อยแค่ไหน
vi: Chọn tần suất tự kiểm tra cập nhật
zh_hans: 选择自动检查更新的频率
zh_hant: 選擇自動檢查更新的頻率

source: Choose how you browse hidden icons
de: Wie du ausgeblendete Symbole durchsuchst
es: Elige cómo explorar los iconos ocultos
fr: Choisir comment parcourir les icônes masquées
id: Pilih cara menelusuri ikon tersembunyi
it: Scegli come sfogliare le icone nascoste
ja: 非表示アイコンの見方を選ぶ
ko: 가려진 아이콘을 보는 방식을 고르세요
nl: Kies hoe je verborgen pictogrammen bekijkt
pt_br: Escolha como explorar os ícones ocultos
th: เลือกวิธีเรียกดูไอคอนที่ซ่อน
vi: Chọn cách xem biểu tượng đang ẩn
zh_hans: 选择查看隐藏图标的方式
zh_hant: 選擇查看隱藏圖示的方式

source: Choose the HaoBar menu bar icon style
de: Stil des HaoBar-Menüleisten-Symbols wählen
es: Elige el estilo del icono de HaoBar
fr: Choisir le style de l’icône HaoBar
id: Pilih gaya ikon HaoBar di bilah menu
it: Scegli lo stile dell’icona HaoBar
ja: HaoBarのメニューバーアイコンのスタイルを選ぶ
ko: HaoBar 메뉴 막대 아이콘 스타일을 고르세요
nl: Kies de stijl van het HaoBar-pictogram
pt_br: Escolha o estilo do ícone do HaoBar
th: เลือกรูปแบบไอคอน HaoBar บนแถบเมนู
vi: Chọn kiểu biểu tượng HaoBar trên thanh menu
zh_hans: 选择 HaoBar 菜单栏图标样式
zh_hant: 選擇 HaoBar 選單列圖示樣式

source: Choose your browse style, then organize icons across Visible, Hidden, and Always Hidden.
de: Wähle den Durchsuchen-Stil und ordne Symbole in Sichtbar, Ausgeblendet und Immer ausgeblendet.
es: Elige el estilo y organiza los iconos en Visible, Oculto y Siempre oculto.
fr: Choisissez le style, puis classez les icônes en Visible, Masqué et Toujours masqué.
id: Pilih gaya jelajah, lalu atur ikon ke Terlihat, Tersembunyi, dan Selalu tersembunyi.
it: Scegli lo stile e organizza le icone in Visibile, Nascosto e Sempre nascosto.
ja: 表示スタイルを選んでから、表示・非表示・常に非表示に振り分けます。
ko: 둘러보기 스타일을 고른 뒤, 표시됨·숨김·항상 숨김으로 아이콘을 정리하세요.
nl: Kies de stijl en orden pictogrammen in Zichtbaar, Verborgen en Altijd verborgen.
pt_br: Escolha o estilo e organize os ícones em Visível, Oculto e Sempre oculto.
th: เลือกสไตล์การเรียกดู แล้วจัดไอคอนเป็นแสดง ซ่อน และซ่อนตลอด
vi: Chọn kiểu duyệt, rồi xếp biểu tượng vào Hiện, Ẩn và Luôn ẩn.
zh_hans: 选好浏览样式，再把图标分到可见、隐藏和始终隐藏。
zh_hant: 選好瀏覽樣式，再把圖示分到可見、隱藏和一律隱藏。

source: Choose...
de: Auswählen …
es: Elegir...
fr: Choisir…
id: Pilih...
it: Scegli...
ja: 選択...
ko: 선택...
nl: Kies...
pt_br: Escolher...
th: เลือก...
vi: Chọn...
zh_hans: 选择...
zh_hant: 選擇…

source: Circle
de: Kreis
es: Círculo
fr: Cercle
id: Lingkaran
it: Cerchio
ja: 円
ko: 원
nl: Cirkel
pt_br: Círculo
th: วงกลม
vi: Tròn
zh_hans: 圆形
zh_hant: 圓形

source: Click Area
de: Klickbereich
es: Área de clic
fr: Zone cliquable
id: Area klik
it: Area cliccabile
ja: クリック領域
ko: 클릭 영역
nl: Klikgebied
pt_br: Área de clique
th: พื้นที่คลิก
vi: Vùng bấm
zh_hans: 点击区域
zh_hant: 點按範圍

source: Click icons directly from the panel to open their menus
de: Symbole direkt im Panel anklicken, um ihre Menüs zu öffnen
es: Haz clic en los iconos del panel para abrir sus menús
fr: Cliquer les icônes dans le panneau pour ouvrir leurs menus
id: Klik ikon di panel untuk membuka menunya
it: Fai clic sulle icone nel pannello per aprire i menu
ja: パネル上のアイコンをクリックしてメニューを開く
ko: 패널에서 아이콘을 바로 클릭해 메뉴를 엽니다
nl: Klik pictogrammen in het paneel om hun menu’s te openen
pt_br: Clique nos ícones do painel para abrir os menus
th: คลิกไอคอนในแผงเพื่อเปิดเมนูของมัน
vi: Bấm biểu tượng ngay trên bảng để mở menu
zh_hans: 直接在面板里点击图标即可打开它们的菜单
zh_hant: 直接在面板裡點圖示即可打開它們的選單

source: Close
de: Schließen
es: Cerrar
fr: Fermer
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluit
pt_br: Fechar
th: ปิด
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Close (Esc)
de: Schließen (Esc)
es: Cerrar (Esc)
fr: Fermer (Esc)
id: Tutup (Esc)
it: Chiudi (Esc)
ja: 閉じる (Esc)
ko: 닫기 (Esc)
nl: Sluit (Esc)
pt_br: Fechar (Esc)
th: ปิด (Esc)
vi: Đóng (Esc)
zh_hans: 关闭 (Esc)
zh_hant: 關閉 (Esc)

source: Close this check
de: Diese Prüfung schließen
es: Cerrar esta comprobación
fr: Fermer cette vérification
id: Tutup pemeriksaan ini
it: Chiudi questo controllo
ja: この確認を閉じる
ko: 이 확인 닫기
nl: Deze controle sluiten
pt_br: Fechar esta verificação
th: ปิดการตรวจนี้
vi: Đóng lần kiểm tra này
zh_hans: 关闭这次检查
zh_hant: 關閉這次檢查

source: Closes this check. Open Settings > Health later if you still need a restore point.
de: Schließt diese Prüfung. Öffne später Einstellungen > Zustand, wenn du noch einen Wiederherstellungspunkt brauchst.
es: Cierra esta comprobación. Abre Ajustes > Salud después si aún necesitas un punto de restauración.
fr: Ferme cette vérification. Ouvrez Réglages > Santé plus tard si vous avez encore besoin d’un point de restauration.
id: Menutup pemeriksaan ini. Buka Pengaturan > Kesehatan nanti jika masih perlu titik pemulihan.
it: Chiude questo controllo. Apri Impostazioni > Integrità più tardi se ti serve ancora un punto di ripristino.
ja: この確認を閉じます。復元ポイントが必要なら、あとで設定 > 状態を開いてください。
ko: 이 확인을 닫습니다. 복원 지점이 더 필요하면 나중에 설정 > 상태에서 여세요.
nl: Sluit deze controle. Open later Instellingen > Gezondheid als je nog een herstelpunt nodig hebt.
pt_br: Fecha esta verificação. Abra Ajustes > Integridade depois se ainda precisar de um ponto de restauração.
th: ปิดการตรวจนี้ ถ้ายังต้องใช้จุดคืนค่า ให้เปิดการตั้งค่า > สุขภาพภายหลัง
vi: Đóng lần kiểm này. Sau nếu còn cần điểm khôi phục, mở Cài đặt > Tình trạng.
zh_hans: 关闭这次检查。以后若还需要还原点，打开设置 > 健康状况即可。
zh_hant: 關閉這次檢查。以後若還需要還原點，打開設定 > 健康狀態即可。

source: Compact strip below the menu bar for quick organization.
de: Kompakter Streifen unter der Menüleiste zum schnellen Ordnen.
es: Franja compacta bajo la barra de menús para organizar rápido.
fr: Bandeau compact sous la barre des menus pour ranger vite.
id: Pita ringkas di bawah bilah menu untuk merapikan cepat.
it: Striscia compatta sotto la barra dei menu per organizzare in fretta.
ja: メニューバー下のコンパクトな帯。すばやく整理できます。
ko: 메뉴 막대 아래의 얇은 띠. 빠르게 정리하기 좋아요.
nl: Compacte strook onder de menubalk om snel te ordenen.
pt_br: Faixa compacta sob a barra de menus para organizar rápido.
th: แถบกะทัดรัดใต้แถบเมนู สำหรับจัดเร็วๆ
vi: Dải gọn dưới thanh menu, sắp xếp nhanh.
zh_hans: 菜单栏下方的紧凑条，方便快速整理。
zh_hant: 選單列下方的精巧條，方便快速整理。

source: Control
de: Steuerung
fr: Contrôle
id: Kontrol
it: Controllo
ja: コントロール
ko: 제어
nl: Bediening
pt_br: Controle
th: ควบคุม
vi: Điều khiển
zh_hans: 控制
zh_hant: 控制

source: Control HaoBar from scripts and automation tools
de: HaoBar per Skript und Automatisierung steuern
es: Controlar HaoBar con scripts y automatización
fr: Piloter HaoBar depuis des scripts et des outils d’automatisation
id: Kontrol HaoBar dari skrip dan otomasi
it: Controlla HaoBar da script e automazioni
ja: スクリプトやオートメーションからHaoBarを操作
ko: 스크립트와 자동화 도구로 HaoBar를 제어합니다
nl: HaoBar bedienen vanuit scripts en automatisering
pt_br: Controlar o HaoBar com scripts e automação
th: ควบคุม HaoBar จากสคริปต์และเครื่องมืออัตโนมัติ
vi: Điều khiển HaoBar bằng script và công cụ tự động
zh_hans: 用脚本和自动化工具控制 HaoBar
zh_hant: 用腳本和自動化工具控制 HaoBar

source: Copies a support report with current permissions, layout state, item counts, and recent diagnostics to the clipboard.
de: Kopiert einen Supportbericht mit Berechtigungen, Layoutstatus, Objektzahlen und aktuellen Diagnosen in die Zwischenablage.
es: Copia al portapapeles un informe con permisos, estado de la disposición, recuentos y diagnósticos recientes.
fr: Copie un rapport d’assistance (autorisations, état de la disposition, comptes, diagnostics récents) dans le presse-papiers.
id: Menyalin laporan dukungan (izin, tata letak, jumlah item, diagnostik terbaru) ke papan klip.
it: Copia negli appunti un report con autorizzazioni, stato del layout, conteggi e diagnostica recente.
ja: 権限、レイアウト状態、項目数、直近の診断を含むサポートレポートをクリップボードにコピーします。
ko: 현재 권한, 레이아웃 상태, 항목 수, 최근 진단을 담은 지원 보고서를 클립보드에 복사합니다.
nl: Kopieert een supportrapport met rechten, layoutstatus, aantallen en recente diagnostiek naar het klembord.
pt_br: Copia para a área de transferência um relatório com permissões, estado do layout, contagens e diagnósticos recentes.
th: คัดลอกรายงานสนับสนุนที่มีสิทธิ์ เลย์เอาต์ จำนวนรายการ และวินิจฉัยล่าสุดไปที่คลิปบอร์ด
vi: Sao chép báo cáo hỗ trợ (quyền, bố cục, số lượng, chẩn đoán gần đây) vào clipboard.
zh_hans: 把包含当前权限、布局状态、项目数量和近期诊断的支持报告复制到剪贴板。
zh_hant: 把包含目前權限、佈局狀態、項目數量和近期診斷的支援報告複製到剪貼板。

source: Copy command to clipboard
de: Befehl in die Zwischenablage kopieren
es: Copiar el comando al portapapeles
fr: Copier la commande dans le presse-papiers
id: Salin perintah ke papan klip
it: Copia il comando negli appunti
ja: コマンドをクリップボードにコピー
ko: 명령을 클립보드에 복사
nl: Opdracht naar het klembord kopiëren
pt_br: Copiar o comando para a área de transferência
th: คัดลอกคำสั่งไปที่คลิปบอร์ด
vi: Sao chép lệnh vào clipboard
zh_hans: 复制命令到剪贴板
zh_hant: 複製指令到剪貼板

source: Copy Icon ID
de: Symbol-ID kopieren
es: Copiar ID del icono
fr: Copier l’ID de l’icône
id: Salin ID ikon
it: Copia ID icona
ja: アイコンIDをコピー
ko: 아이콘 ID 복사
nl: Pictogram-ID kopiëren
pt_br: Copiar ID do ícone
th: คัดลอก ID ไอคอน
vi: Sao chép ID biểu tượng
zh_hans: 复制图标 ID
zh_hant: 複製圖示 ID
